soap/miniupnp/miniupnpd-2.1-igd2/seeds/52_WANIP6FC-UpdatePinhole_1

<?xml version="1.0" encoding="UTF-8"?><s:Envelope s:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:s="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/" ><s:Body><u:UpdatePinhole xmlns:u="urn:schemas-upnp-org:service:WANIPv6FirewallControl:1"><UniqueID>17548</UniqueID><NewLeaseTime>18384</NewLeaseTime></u:UpdatePinhole></s:Body></s:Envelope>
